var CNProvince = ["北京市(京)", "天津市(津)", "上海市(沪)", "重庆市(渝)", "河北省(冀)", "河南省(豫)",
    "云南省(云)", "辽宁省(辽)", "黑龙江省(黑)", "湖南省(湘)", "安徽省(皖)", "山东省(鲁)", "新疆维吾尔(新)", "江苏省(苏)",
    "浙江省(浙)", "江西省(赣)", "湖北省(鄂)", "广西壮族(桂)", "甘肃省(甘)", "山西省(晋)", "内蒙古(蒙)", "陕西省(陕)",
    "吉林省(吉)", "福建省(闽)", "贵州省(贵)", "广东省(粤)", "青海省(青)", "西藏(藏)", "四川省(川)", "宁夏回族(宁)", "海南省(琼)"
];

var EducationObj = {
    0: '无',
    1: '小学',
    2: '初中',
    3: '高中',
    4: '中技',
    5: '中专',
    6: '大专',
    7: '本科',
    8: '研究生',
    9: '博士'
};

var Week = {
    1: '一',
    2: '二',
    3: '三',
    4: '四',
    5: '五',
    6: '六',
    7: '日'
};